import React, { Component } from 'react';

export default class Admin extends Component {
  render() {
    return (
      <div style={{padding:'0',height:'100%'}}>
      <h2>农药残留</h2>
      <h3>危害</h3>
      <div>
      农药残留是指农药使用后残存于环境、生物体和食品中的农药母体、衍生物、代谢物、降解物和杂质的总称。造成蔬菜农药残留量超标的主要是一些国家禁止在蔬菜生产中使用的有机磷农药和氨基甲酸酯类农药，如甲胺磷、氧化乐果、甲拌磷、对硫磷、甲基对硫磷等。食用含有大量高毒、剧毒农药残留引起的食物会导致人、畜急性中毒事故。长期食用农药残留超标的农副产品，虽然不会导致急性中毒，但可能引起人和动物的慢性中毒，导致疾病的发生，诱发癌症，甚至影响到下一代。
      </div>
      <br/>
      <h3>主要成分</h3>
      <div>
      有机磷、氨基甲酸酯和拟除虫菊酯是市场上最主要的3 类杀虫剂, 特别是有机磷类杀虫剂仍在生产上起主导作用, 更是菜农首选使用的一类杀虫剂。针对有机磷和氨基甲酸酯类农药, 科学工作者在农药残留快速检测技术方面做了大量的研究,并取得了较大的进步。
      </div>
      <h2>农残检测必要性</h2>
      <div>
      随着农业产业化的发展，农产品的生产越来越依赖于农药、抗生素和激素等外源物质。我国农药在粮食、蔬菜、水果、茶叶上的用量居高不下，而这些物质的不合理使用必将导致农产品中的农药残留超标，影响消费者食用安全，严重时会造成消费者致病、发育不正常，甚至直接导致中毒死亡。农药残留超标也会影响农产品的贸易。
      </div>
  </div>
    )}
}
